{
	"id":"1",
	"owner":"Chris Mullin",
	"name":"Paradigm Construction, LLC",
	"url":"www.paradigmconstruct.com",
	"path":"/projects",
	"port":80,
	"projects":
	[
		{
			"name":"Wetzel's Pretzels Washington Square",
			"owner":"MCJ Investments, LLC.",
			"architect":"Cortland Morgan Architects",
			"size":"700 sf",
			"active":true,
			"date":"",
			"category":"",
			"description":"Conversion of existing tenant space in Washington Square Mall from one of three remaining spaces without plumbing into a pretzel store with an open storefront to the mall itself.  The work included addition of a restroom facility, storage area, and kitchen including ceramic tile, Corian, FRP, and painted sheetrock finishes throughout and installation of all kitchen equipment, fixtures, and artwork.",
			"images_path":"img/",
			"main_image":"wetzel_main.png",
			"images":[]
		},
		{
			"name":"City of Hillsboro NE Police Precinct Remodel",
			"owner":"City of Hillsboro Facilities and Fleet",
			"architect":"The Rommel Architectural Partnership",
			"size":"4,000 sf",
			"active":true,
			"date":"",
			"category":"",
			"description":"Renovation of an operational police precinct facility for the City of Hillsboro.  The work included expansion of existing men's and women's locker room facilities, conversion of existing offices into a new conference room, expansion of precinct facility into an adjacent vacant tenant space, and new painting, flooring, and telecommunications cabling throughout entire facility.",
			"images_path":"img/",
			"main_image":"city_of_hillsboro.png",
			"images":[]
		},
		{
			"name":"PPS Installation of Modular Classroom Buildings, Group 1",
			"owner":"Portland Public Schools",
			"architect":"LGA Architecture",
			"size":"6,000 sf",
			"active":true,
			"date":"",
			"category":"",
			"description":"Site preparation, storm drainage, landscaping, structural foundations, exterior improvements, and low and high voltage electrical work for placement of three modular classroom buildings on separate elementary and middle school campuses for PPS.  This work also included upgrade of existing fire alarm equipment within the main school buildings as well as new flooring and miscellaneous installations.",
			"images_path":"img/",
			"main_image":"pps_installation.png",
			"images":[]
		},
		{
			"name":"Parkrose High School New Dugouts",
			"owner":"Parkrose School District",
			"architect":"Dull Olson & Weekes",
			"size":"1,500 sf",
			"active":true,
			"date":"",
			"category":"",
			"description":"Site preparation, concrete foundations/slabs, masonry walls, steel columns, wood framed roof structure, and electrical service for four new baseball and softball dugout buildings at Parkrose High School.",
			"images_path":"img/",
			"main_image":"phs_dugout.png",
			"images":[]
		},
		{
			"name":"THRD HMT Aquatic Center Family Dressing Rooms",
			"owner":"Tualatin Hills Park and Recreation Department",
			"architect":"Scott Edwards Architects",
			"size":"1,000 sf",
			"active":true,
			"date":"",
			"category":"",
			"description":"Demolition of existing staff room, vending area, and a portion of the men's locker room inside the HMT Aquatic Center to make room for construction of two new CMU family dressing rooms with showers, changing areas, and restroom facilities.  Additionally, the Owner accepted a bid alternate for adding a new CMU vending area and storage room with coiling overhead doors in the breezeway just outside of the aquatic center.",			
			"images_path":"img/",
			"main_image":"thprd_hmt.png",
			"images":[]
		},
		{
			"name":"Gresham Little League Restroom Addition",
			"owner":"City of Gresham Department of Environmental Services",
			"architect":"Anne Raccine Fishe Architects",
			"size":"600 sf",
			"active":true,
			"date":"",
			"category":"",
			"description":"Demolition of existing restrooms and exterior elements for construction 200 sf women's restroom inside the existing building and a 200 sf CMU and wood framed men's restroom addition.  The work included an electrical room addition, a new aluminum canopy over the concession area, steel and wood framed canopy over the existing stair, and new metal siding and built-up roofing throughout.  The project also included a new grinder pump with 400ft of HDPE waste piping running from the pump to the opposite side of Powell Blvd.",
			"images_path":"img/",
			"main_image":"gresham_little_league.png",
			"images":[]
		},
		{
			"name":"PDC Comfort Auto Remodel",
			"owner":"Private Owner",
			"architect":"Scott Edwards Architects",
			"size":"800 sf",
			"active":true,
			"date":"",
			"category":"",
			"description":"This PDC storefront grant project included demolition of existing siding along the north and east elevations of the store and shop, structural upgrades to existing wood framed walls to allow for new canopy support, installation of new steel canopies and flashing, painting throughout, and installation of a decorative steel fence and landscaping strip along MLK Jr. Blvd.",
			"images_path":"img/",
			"main_image":"pdc_comfort_auto.png",
			"images":[]
		},
		{
			"name":"PDC Eritrean Community Center",
			"owner":"Eritrean Community Center",
			"architect":"Scott Edwards Architects",
			"size":"1,000 sf",
			"active":true,
			"date":"",
			"category":"",
			"description":"This PDC storefront grant project included demolition of existing landscaping walls, stairs, front porch, concrete driveway, and landscaping for construction of new concrete stairs, solid grouted CMU landscaping walls, and a new wood framed front entry porch.  Additional work included installation of unit pavers at the elevated yard and driveway, planting of new grass areas, replacement of all windows along NE 10th Avenue and Alberta Street, and painting throughout.",
			"images_path":"img/",
			"main_image":"pdc_eritrean.png",
			"images":[]
		},
		{
			"name":"Beaverton School District Nutrition Services TI",
			"owner":"Beaverton School District",
			"architect":"BBL Architects",
			"size":"4,000 sf",
			"active":true,
			"date":"",
			"category":"",
			"description":"Renovation and reconfiguring of office space in existing educational building to provide additional classroom space and consolidate Nutrition Services program from several other school campuses.  Work included new light gauge metal framed walls, acoustical ceiling work, new flooring throughout, new architectural casework, and new painting throughout.  Minor electrical, mechanical, fire sprinkler system, and plumbing modifications were also included.",
			"images_path":"img/",
			"main_image":"bsd_nutrition_services.png",
			"images":[]
		},
		{
			"name":"Beaverton School District CEYP Remodel",
			"owner":"Beaverton School District",
			"architect":"OTAK Architects",
			"size":"3,000 sf",
			"active":true,
			"date":"",
			"category":"",
			"description":"Renovation and expansion of daycare and classroom facilities and addition of a new health clinic at an educational building including light gauge metal framed partition walls, acoustical ceiling, casework, flooring, exterior storefront system, residential appliances, and painting throughout.  The work also included substantial plumbing for two separate food prep areas and two separate restrooms.  Minor electrical, mechanical, and fire sprinkler system modifications were also included.",
			"images_path":"img/",
			"main_image":"bsd_ceyp.png",
			"images":[]
		},
		{
			"name":"Public Services Building Elevator Shaft Removal",
			"owner":"Downtown Development Group",
			"architect":"Aron Faegre Architect",
			"size":"1,000 sf",
			"active":true,
			"date":"",
			"category":"",
			"description":"This project involved installation of large structural steel components above the third floor of a five story elevator shaft in a historical building in downtown Portland.  Once the steel was installed to support the top two floors of the elevator shaft the second and third floors of the shaft were removed.  The floor structures adjacent to the demolished elevator shaft were then infilled with structural steel and concrete slab on metal deck to provide additional space for future tenants.",
			"images_path":"img/",
			"main_image":"public_services_building.png",
			"images":[]
		}
	]
}